#### KgPerMS Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol kg/(mÂ·s), indicating unit Kilograms per meter second.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId KgPerMS { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property KgPerMS As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ KgPerMS { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace